Revit 2027 API
ParameterTypeId.CurtaingridBeltRatioV Property
 "Belt Measurement"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CurtaingridBeltRatioV { get; }
Public Shared ReadOnly Property CurtaingridBeltRatioV As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CurtaingridBeltRatioV {
	ForgeTypeId^ get ();
}
static member CurtaingridBeltRatioV : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace